Repository: ottok/command-not-found
Catalog: po/*.po
Languages: kab

source: Do you want to install it? (N/y)
kab: Tebɣiḍ ad t-tesbeddeḍ? (N/y)

source: Command '%s' not found, but there are %s similar ones.
kab: Taladna '%s' ulac-itt, maca llant %s tid i tt-icban.

source: Command '%s' not found, did you mean:
kab: Taladna '%s' ulac-itt, tebɣiḍ ad d-tiniḍ:

source: command '%s' from snap %s%s
kab: taladna '%s' seg snap %s%s

source: command '%s' from deb %s%s
kab: taladna '%s' seg deb %s%s

source: Try: %s <deb name>
kab: Ɛreḍ: %s <deb name>

source: Command '%(command)s' not found, but can be installed with:
kab: Taladna '%(command)s' ulac-itt, maca tezmer ad tettwasebded s:

source: Please ask your administrator.
kab: Ttxil steqsi anedbal-ik im.

source: You will have to enable the component called '%s'
kab: Ilaq ad tremdeḍ asuddis s yisem '%s'

source: You will have to enable component called '%s'
kab: Ilaq ad tremdeḍ asuddis s yisem '%s'

source: Ask your administrator to install one of them.
kab: Suter seg unedbal-ik im asebded n yiwen seg-sen.

source: Command '%(command)s' is available in '%(place)s'
kab: Taladna '%(command)s' tella deg '%(place)s'

source: Command '%(command)s' is available in the following places
kab: Taladna '%(command)s' tella deg yidgan-a

source: The command could not be located because '%s' is not included in the PATH environment variable.
kab: Taladna ulamek ad tettwasideg acku '%s' ur d-yeddi ara deg umetti n twennaḍt n UBRID.

source: This is most likely caused by the lack of administrative privileges associated with your user account.
kab: Aya yeḍra-d s ssebba n lexṣaṣ n tseglutin n tedbelt i icudden ɣer umiḍan-ik im n useqdac.

source: use this path to locate data fields
kab: seqdec abrid-a akken ad tsidgeḍ urtiyen-ik im n yisefka

source: ignore local binaries and display the available packages
kab: anef i yisinen idiganen tessekneḍ-d ikemmusen i yellan

source: don't print '<command-name>: command not found'
kab: ur siggiz ara '<command-name>: taladna ulac-itt'

source: %s: command not found
kab: %s: taladna ulac-itt

source: Sorry, command-not-found has crashed! Please file a bug report at:
kab: Suref-aɣ, command-not-found yeɣli! Ttxil ččar aneqqis n ubug ɣer:

source: Please include the following information with the report:
kab: Ttxil seddu tilɣa-a deg uneqqis:

source: command-not-found version: %s
kab: lqem command-not-found: %s

source: Python version: %d.%d.%d %s %d
kab: Lqem n Python: %d.%d.%d %s %d

source: Exception information:
kab: Talɣut tasureft:
